Repository: archanox/monophony
Catalog: source/locales/*/LC_MESSAGES/all.po
Languages: sv

source: Searching for a song to play...
sv: Söker en låt att spela upp...

source: Playback error
sv: Uppspelningsfel

source: Downloading song...
sv: Laddar ner låt...

source: Download error
sv: Nerladdningsfel

source: Song download failed
sv: Kunde inte ladda ner låt

source: Playlist creation failed
sv: Kunde inte skapa spelningslista

source: Playlist already exists
sv: Spelningslistan finns redan

source: Playlist import failed
sv: Kunde inte importera spelningslista

source: No playlist data in clipboard
sv: Ingen spelningslistedata i urklipp

source: Playlist rename failed
sv: Kunde inte byta namn på spelningslista

source: Exported
sv: Exporterad

source: Playlist data copied to clipboard
sv: Spelningslistedata kopierat till urklipp

source: Downloading playlist...
sv: Laddar ner spelningslista...

source: Playlist download failed
sv: Kunde inte ladda ner spelningslista

source: Unavailable
sv: Ej tillgänglig

source: Can't search in offline mode
sv: Kan inte söka i offline-läge

source: Can't switch to online mode
sv: Kan inte växla till online-läge

source: Connection failed
sv: Anslutning misslyckades

source: Play
sv: Spela

source: New playlist...
sv: Ny spelningslista...

source: Add to playlist
sv: Lägg till i spelningslista

source: Delete
sv: Ta bort

source: Remove from local storage
sv: Ta bort från lokal lagring

source: Export to clipboard
sv: Exportera till urklipp

source: Save to local storage
sv: Spara i lokal lagring

source: Move up
sv: Flytta upp

source: Move down
sv: Flytta ner

source: Remove from playlist
sv: Ta bort från spelningslistan

source: Volume
sv: Volym

source: Autoplay similar songs after queue ends
sv: Spela automatiskt upp liknande låtar när kön är slut

source: Report a bug
sv: Rapportera ett fel

source: Donate
sv: Donera

source: Toggle pause
sv: Paus på/av

source: Next song
sv: Nästa låt

source: Previous song
sv: Föregående låt

source: Repeat this song
sv: Upprepa denna låt

source: Play random songs from queue
sv: Spela slumpmässig låt från kön

source: Playlists
sv: Spelningslistor

source: Search
sv: Sök

source: Settings
sv: Inställningar

source: Toggle online mode
sv: Online-läge på/av

source: Import from clipboard
sv: Importera från urklipp
